{
    "aboutPresentacion1": "I'm a software engineer specialised in backend development for complex scalable web apps. I write about software development on my ",
    "aboutPresentacion2": " Want to know how I may help your project? Check out my project",
    "portafolio": "portfolio",
    "y": "and",
    "cv": "online resume",
    "btnPortafolio": "View portfolio",
    "btnCV": "Ver Review",
    "btnAcercaMi": "More about my",
    "btnBlog": "View Blog",
    "ingeniero": "Software Engineer",
    "txtQueHago": "What I do",
    "txtQueHago2": "I have more than 3 years' experience building software for clients. Below is a quick overview of my main technical skill sets and technologies I use. Want to find out more about my experience? Check out my",
    "tecnologia1": "The technologies that for a long time were the most used when creating websites.",
    "tecnologia2": "I think, the most popular web development stack chosen by companies to have a strong back end in Microsoft technology.",
    "tecnologia3": "You may have heard about MEAN Stack and its great benefits.",
    "tecnologia4": "Being able to have good version control is essential these days.",
    "tecnologia5": "Without the hypertext language, there would be no web pages.",
    "tecnologia6": "The world changes and so does CSS with its CSS preprocessors.",
    "tecnologia7": "Hosting your application quickly and safely is the most important thing.",
    "testimonios": "Testimonials",
    "txtproyecto": "Featured Projects",
    "txtBlog": "Latest Blog Posts",
    "sidebarYo": "Hi, my name is Daniel Vega and I'm a software engineer. Welcome to my personal website!",
    "sidebarMenu1": "About Me",
    "sidebarMenu2": "Portfolio",
    "sidebarMenu3": "Pricing",
    "sidebarMenu3-2": "Services",
    "sidebarMenu4": "Resume",
    "sidebarMenu5": "Blog",
    "sidebarMenu6": "Contact",
    "sidebarMenu7": "Language",
    "txtContact1": "Interested in hiring me for your project or just want to say hi? You can send me an email to",
    "txtContact2": "Want to get connected? Follow me on the social channels below.",
    "txtPortafolio1": "Welcome to my online portfolio, In this section I show you some of the personal projects that I have done. same that I will update over time",
    "txtDarkMode": "Dark Mode",
    "txtContactame": "Contact Me",
    "resume-cv-titulo": "Online Resume",
    "resume-cv-titulo1": "WORK EXPERIENCES",
    "resume-cv-titulo2": "PERSONAL PROJECTS",
    "resume-cv-titulo3": "OTHER SKILLS",
    "resume-cv-titulo4": "EDUCATION",
    "resume-cv-titulo5": "AWARDS",
    "resume-cv-titulo6": "LANGUAGES",
    "resume-cv-titulo7": "INTERESTS",
    "Software": "Software Developer",
    "resume-cv-presentacion": "I am a software engineer passionate about the technology industry, always learning the new changes that improve our working environment. I define myself as proactive, dynamic, with my own initiative, very self-taught able to find innovative, easy-to-speak solutions with a taste for learning and teaching.",
    "resume-cv-work1": "Development of WEB applications tailored for internal service, Review of customer requirements, generation of BD SQL Server scripts.",
    "resume-cv-work2": "Development of custom software, attention to incidents and requirements in the ERP, Web Services that integrate with the ERP RepoBox. • User support in ERP modules: Electronic invoicing CFDI 3.3.",
    "resume-cv-tecnico": "Technical",
    "resume-cv-profecional": "Professional",
    "resume-cv-profecional1": "Effective communication",
    "resume-cv-profecional2": "Team player",
    "resume-cv-profecional3": "Team player Strong problem solver",
    "resume-cv-profecional4": "Good time management",
    "resume-cv-intereses1": "Photography",
    "resume-cv-intereses2": "Music",
    "resume-cv-intereses3": "Travelling",
    "resume-cv-personal": "Project created with the intention of learning the Mean Stack, in the project you can authenticate yourself with the google api, hospital registrar, doctors, register photos, fast search for hospitals or doctors, among other things. The project is hosted on AWS.",
    "resume-cv-premios1": "Certificate of participation of the seventh edition of Jalisco Campus Party Mexico",
    "resume-cv-premios2": "Certificate of 1st place in the 2016 Interdisciplinary Academic Rally of Technology and Business",
    "resume-cv-premios3": "Participation in the 7th. Jatic Academic Conference on Information and Communication Technologies 2016"




}