{
    "aboutPresentacion1": "Soy ingeniero de software especializado en el desarrollo frontend y backend para aplicaciones web escalables complejas. Escribo sobre desarrollo de software en mi ",
    "aboutPresentacion2": " ¿Quieres saber cómo puedo ayudarte en tu proyecto? Te invito a ver mi ",
    "portafolio": "portafolio",
    "y": "y",
    "cv": "currículum en línea",
    "btnPortafolio": "Ver Portafolio",
    "btnCV": "Ver Curriculum",
    "btnAcercaMi": "Conoce mas sobre mi",
    "btnBlog": "Ver Blog",
    "ingeniero": "Ingeniero en Software",
    "txtQueHago": "Que puedo hacer",
    "txtQueHago2": "Tengo más de 3 años de experiencia desarrollando software para clientes. A continuación muestro una descripción general rápida de mis principales conjuntos de habilidades técnicas y tecnologías que uso. ¿Quieres saber más sobre mi experiencia? te invito a ver mi",
    "tecnologia1": "Las tecnologias que durante mucho tiempo fueron las mas usadas al crear sitios web.",
    "tecnologia2": "En mi opinion el stack de desarrollo web mas popular elegido por las empresas al contar con un robusto back end en tecnologia Microsoft.",
    "tecnologia3": "Posiblemente has escuchado hablar del MEAN Stack y sus grandes beneficios.",
    "tecnologia4": "Tener un buen control de versiones es algo fundamental en estos dias.",
    "tecnologia5": "Sin el lenguaje de hipertexto no existieran paginas web.",
    "tecnologia6": "El mundo cambia y tambien el CSS con sus preprocesadores de CSS.",
    "tecnologia7": "Hospedar de forma rápida y segura su aplicación es lo mas importante.",
    "testimonios": "Testimonios",
    "txtproyecto": "Proyectos Destacados",
    "txtBlog": "últimas publicaciones del blog",
    "sidebarYo": "Hola, mi nombre es Daniel Vega y soy ingeniero de software. ¡Bienvenido a mi sitio web personal!",
    "sidebarMenu1": "Sobre mi",
    "sidebarMenu2": "Portafolio",
    "sidebarMenu3": "Servicios",
    "sidebarMenu3-2": "Precio",
    "sidebarMenu4": "Curriculum",
    "sidebarMenu5": "Blog",
    "sidebarMenu6": "Contacto",
    "sidebarMenu7": "Idioma",
    "txtContact1": "¿Estás interesado en contratarme para tu proyecto o quieres saludar? Puedes enviarme un correo electrónico a",
    "txtContact2": "Sigueme en mis redes sociales.",
    "txtPortafolio1": "Bienvenido a mi portafolio online, En esta sección te muestro algunos de los proyectos personales que he realizado. mismos que ire actualizando con el tiempo",
    "txtDarkMode": "Modo Oscuro",
    "txtContactame": "Contactame",
    "resume-cv-titulo": "Currículum en Línea",
    "resume-cv-titulo1": "EXPERIENCIA LABORAL",
    "resume-cv-titulo2": "Proyectos Personales",
    "resume-cv-titulo3": "OTRAS HABILIDADES",
    "resume-cv-titulo4": "EDUCACION",
    "resume-cv-titulo5": "PREMIOS",
    "resume-cv-titulo6": "IDIOMAS",
    "resume-cv-titulo7": "INTERESES",
    "Software": "Desarrollador de Software",
    "blog-encabezado": "Un blog sobre el desarrollo de software y la vida",
    "resume-cv-presentacion": "Soy un ingeniero de software apasionado por la industria de la tecnología, siempre aprendiendo los nuevos cambios que mejoran nuestro entorno de trabajo. Me defino como proactiva, dinámica, con iniciativa propia, muy autodidacta capaz de encontrar soluciones innovadoras, fácilidad de palabra con gusto por el aprendizaje y la enseñanza.",
    "resume-cv-work1": "Desarrollo de aplicaciones WEB hechos a la medida para servicios internos, Revisión de requerimientos con clientes, generación de scripts en Base de datos SQL Server.",
    "resume-cv-work2": " Desarrollo de software echo a la medida, Atención de incidencias y requerimientos en el ERP, Servicios Web que se integran con el ERP RepoBox. • Soporte a los usuarios en los módulos del ERP: Facturacion electronica CFDI 3.3.",
    "resume-cv-tecnico": "Tecnicos",
    "resume-cv-profecional": "Profesional",
    "resume-cv-profecional1": "Comunicación Efectiva",
    "resume-cv-profecional2": "Trabajo en Equipo",
    "resume-cv-profecional3": "Buen manejo del tiempo",
    "resume-cv-profecional4": "Capacidad de Resolver Problemas",
    "resume-cv-intereses1": "Fotografia",
    "resume-cv-intereses2": "Musica",
    "resume-cv-intereses3": "Viajes",
    "resume-cv-personal": "Proyecto creado con la finalidad de aprender el Mean Stack, en el proyecto puedes autentificarte con la Api de Google, registrar hospitales, doctores, dar de alta fotos, busqueda de rapida de hospitales o doctores entre otras cosas. El proyecto esta hospedado en AWS.",
    "resume-cv-premios1": "Certificado de participación de la séptima edición de Jalisco Campus Party Mexico",
    "resume-cv-premios2": "Certificado del 1.º lugar en el Rally Academico Interdiciplinario de Tecnologia y Negocios del 2016",
    "resume-cv-premios3": "Participación en la 7ma. Jornada Académica de Tecnologias de la información y Comunicación Jatic 2016"
}